{
  "characters": [
    {
      "id": 1,
      "title": "HOARAH LOUX, CHIEFTAIN OF THE BADLANDS",
      "desc": "Godfrey was the chosen consort of and first husband of Queen Marika. Godfrey led the war against the Giants, and faced the Storm Lord alone. But after his last worthy opponent fell, Godfrey\"s warrior spirit sank, and the hue from his eyes faded. His purpose now fulfilled, Marika exiled Godfrey from the Lands Between, making him the first Tarnished.",
      "status": false
    },
    {
      "id": 2,
      "title": "THE EVER-BRILLIANT GOLDMASK",
      "desc": "Little is known about the noble Goldmask. Arriving at the Lands Between by the Call of Grace, some viewed him as a prophet of a new age. However some call into question his eternal silence, not as wisdom, but as foolishness. The world may never know whether it was madness or genius that guided him.",
      "status": true
    },
    {
      "id": 3,
      "title": "FIA THE DEATHBED COMPANION",
      "desc": "Chased away from her homeland upon awakening to the Call of Grace, her embrace seeps life force from the living and transfers it to Those Who Live in Death. Fia always wanted to be a Deathbed Companion, as such, to further her amibition, there is no price she would not pay.",
      "status": true
    },
    {
      "id": 4,
      "title": "THE LOATHSOME DUNG EATER",
      "desc": "A being representing defilement itself. Determined to spread a curse to all the Lands Between. The reviled curse will last eternally, and the world\"s children, grandchildren, and every generation hence, will be its pustules. After all, if Order is defiled entirely, defilement is defilement no more, and for every curse, a cursed blessing.",
      "status": true
    },
    {
      "id": 5,
      "title": "SIR GIDEON OFNIR, THE ALL KNOWING",
      "desc": "Leader of the Roundtable Hold as well as a Tarnished vying for the seat of Elden Lord. Knowledge begins with the recognition of one\"s ignorance. The realization that the search for knowledge is unending. But when Gideon glimpsed into the will of Queen Marika, he shuddered in fear. At the end that should not be.",
      "status": false
    }
  ]
}